{
    "nav":{
        "home": "START",
        "about": "ÜBER MICH",
        "contact":"KONTAKT",
        "resume": "LEBENSLAUF",
        "portfolio":"PORTFOLIO",
        "testimonials": "EMPFEHLUNGEN"
    },
    "header":{
        "who": "Ich bin Lizzeth Garcia",
        "description": "Ich bin ein Programmierliebhaber, ich lebe in Helsinki und ich gerne mit allen Arten von Code experimentieren mäg, ich habe besondere Erfahrung in der ",
        "web": "Webentwicklung",
        "both": " sowohl im ",
        "and": " als auch im ",
        "say": ", das kann sagen, dass ich eine Junior ", 
        "dev": " Webentwickler bin",
        "scroll": "Weiterlesen",
        "learn": " und wissen mehr ",
        "about":"über mich"
    },
    "about":{
        "description": "Ich habe Datanomi im Sommer 2017 abgeschlossen. Ich war einige Jahre im Mutterschaftsurlaub, habe aber selbst noch einige Projekte durchgeführt, um das Gelernte fortzusetzen und mehr zu lernen. Als Mitarbeiter bin ich effizient und gewohnt, unter Druck zu arbeiten. Mein Ziel ist es, an interessanten und herausfordernden Themen in Jobs zu arbeiten, die meine berufliche Entwicklung unterstützen. ",
        "download":"  Lebenslauf herunterladen",
        "skills" : "Fähigkeiten",
        "langs": {
            "title": "Sprachen", 
            "fi": "Finnisch", 
            "en": "Englisch", 
            "ge": "Deutsch", 
            "sp": "Spanisch"
        }
    },
    "resume":{
        "education" : "Ausbildung",
        "experience" : "Arbeitserfahrung",
        "title" :{
            "PUCP": "Informationstechnik",
            "freelancer" :"Freiberuflerin",
            "HBC": "Berufsabschluss in Wirtschaftsinformatik",
            "sitelogic" : "Praktikum",
            "integrify": "Web-Entwickler (Kurs)",
            "home" : "Projekte zu Hause"
        },
        "schools" : {
            "HBC": "HELSINKI BUSINESS COLLEGE" , 
            "PUCP": "Päpstliche Katholische Universität von Peruu"
        },
        "resume" : {
            "PUCP": " Bis zum 4. Semester " , 
            "freelancer": " Website-Entwicklung in HTML und etwas Flash, ",
            "HBC": " Abgeschlossenes Studium der Informatik mit betriebswirtschaftlichen Elementen, ", 
            "sitelogic" : " Assistent und Trainee (HTML, CSS und PHP), ", 
            "integrify": " Ich habe mein Wissen über HTML und CSS aktualisiert und verbessert, ich habe React gelernt, ein bisschen Node, MongoDB und Gatsby", 
            "home" : " Entwicklung von Webprojekten nach meinem eigenen Konto zum Üben, Erleben und Verbessern meines Wissens, 2020 - Aktuell"
        }
    },
    "portfolio" : {
        "titles":{
            "title00": "Rezept digitaler Block",
            "title01": "Apotheken-Locator",
            "title02": "Covid-19 Tracker",
            "title03": "Ninjas-Locator",
            "title04": "",
            "title05": "",
            "title06": "",
            "title07": "",
            "title08": ""
        },
        "descriptions":{
            "desc00": "Digitales Pad zum Teilen von Rezepten, keine Registrierung erforderlich, um nach Rezepten zu suchen, aber es ist notwendig, Rezepte zu teilen, zu kommentieren und zu bewerten. Die Rezeptdatenbank ist in MongoDB gespeichert und wird vom Node-Backend aufgerufen, und ReactJS wird für das Frontend verwendet. Sharp, Multer wurden für die Fotoverarbeitung und Cloudinary für die Speicherung verwendet.",
            "desc01": "Apotheken-Locator in ganz Finnland, die Daten werden von http://overpass-turbo.eu/ aktualisiert, in das JSON-Format konvertiert und dann auf einer von Mapbox bereitgestellten Karte mit Markierungen angezeigt, die beim Bewegen der Maus Apothekeninformationen anzeigen und beim Anklicken die Apotheke im Hauptmodus. Die App wurde komplett in React JS, CSS und einigen MaterialUI erstellt.",
            "desc02": "Covid-19 Tracker zeigt die statistischen Daten der Auswirkungen des Virus auf die Weltbevölkerung, wie die Zahl der Todesfälle, der Infizierten und Genesenen sowie der Geimpften. Die Daten werden direkt aus der Disease.sh-API gesammelt. Die App wurde komplett mit ReactJS, CSS und MaterialUI erstellt.",
            "desc03": "Fiktische Ninjas Lokalisierer in Finnland und Spanien. Die Ninja-Datenbank ist in MongoDB gespeichert und wird aus dem Node-Backend aufgerufen, das Ergebnis wird auf einer von Mapbox bereitgestellten Karte und auch in einer Liste unterhalb der Karte angezeigt. Das FrontEnd wird in React und CSS.",
            "desc04": "",
            "desc05": "",
            "desc06": "",
            "desc07": "",
            "desc08": ""
        },
        "button": "Geh dorthin!"
    },
    "contact":{
        "fi": "Finnland",
        "form":{
            "name":"Name",
            "email": "E-Mail",
            "subject": "Überschrift",
            "phone": "Telefon (optional)",
            "message": "Meldung"
        },
        "response": " Ich würde mich über deine Antwort freuen!",
        "send": " SENDEN"
    },
    "testimonial":{
        "leave": "Geben sie ihren empfehlung ",
        "form":{
            "name":"Name",
            "occupation": "Beruf",
            "company": "Gesellschaft (optional)",
            "website": "Webseite (optional)",
            "testimonial": "Empfehlung"
        }    
    },
    "footer":{
        "dev": "Entwickelt in React und Node ⚛️ von "
    }
}